Revit 2027 API
ParameterTypeId.RbsWireCircuitLoadName Property
 "Circuit Load Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireCircuitLoadName { get; }
Public Shared ReadOnly Property RbsWireCircuitLoadName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireCircuitLoadName {
	ForgeTypeId^ get ();
}
static member RbsWireCircuitLoadName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace